13xforever.language-x86-64-assembly
aaron-bond.better-comments
batisteo.vscode-django
bbenoist.doxygen
bierner.color-info
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
charliermarsh.ruff
cheshirekow.cmake-format
continue.continue
cschlosser.doxdocgen
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
editorconfig.editorconfig
esbenp.prettier-vscode
expo.vscode-expo-tools
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
franneck94.c-cpp-runner
franneck94.vscode-c-cpp-config
franneck94.vscode-c-cpp-dev-extension-pack
franneck94.vscode-python-config
franneck94.vscode-python-dev-extension-pack
fwcd.kotlin
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
ibm.output-colorizer
janw4ld.lambda-black
jebbs.plantuml
jeff-hykin.better-cpp-syntax
johnpapa.vscode-peacock
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
meganrogge.template-string-converter
mgesbert.python-path
mhutchie.git-graph
mikestead.dotenv
mpty.pack-arduino
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
msjsdiag.vscode-react-native
mtxr.sqltools
mtxr.sqltools-driver-pg
naumovs.color-highlight
njpwerner.autodocstring
njqdev.vscode-python-typehint
nrwl.angular-console
oderwat.indent-rainbow
pkief.material-icon-theme
pleiades.java-extension-pack-jdk
psudo-dev.nebula-oni-theme
qwtel.sqlite-viewer
qyurila.ayu-midas
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-gradle
ritwickdey.liveserver
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sjsepan.sjsepan-matrixish
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tamasfe.even-better-toml
tobermory.es6-string-html
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vincaslt.highlight-matching-tag
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wayou.vscode-todo-highlight
wholroyd.jinja
xabikos.javascriptsnippets
zignd.html-css-class-completion
